Repository: ClemensLichtenwagnerAT/Customer-Database
Catalog: Customer Data/GlobalStrings.*.resx
Languages: de

# BtnOpenChoosenDatabase
source: Load Database
de: Datenbank laden

# BtnSave
source: Save
de: Speichern

# BtnSearchDatabase
source: Search Database
de: Datenbank auswählen

# Btn_CreateDatabaseText
source: Create Database
de: Erstelle Datenbank

# Btn_QuitText
source: Quit
de: Abbrechen

# DataGridFirstName
source: FirstName
de: Vorname

# FormAddCustomer
source: Add Customer To Database
de: Kunden hinzufügen

# FormAddDatabase
source: AddDatabase
de: Datenbank erstellen

# FormCustomerDatabase
source: Customer Database Managment
de: Kundendatenbankverwaltung

# FormOpenDatabase
source: Open Existing Database
de: Öffnen einer vorhandenen Datenbank

# LblChoosenDatabase
source: Choosen Database
de: Gewählte Datenbank

# LblEmail
source: E-mail address
de: E-mail Addresse

# LblFirstName
source: First Name
de: Vorname

# LblLastName
source: Last Name
de: Nachname

# LblMoney
source: Money in the Account
de: Geld am Konto

# LblPassword
source: Password
de: Passwort

# Lbl_NameNewDatabaseText
source: Name of the new database
de: Name der neuen Datenbank

# Lbl_PasswordText
source: Password
de: Passwort

# ToolStripeMenüDatabase
source: Database
de: Datenbank

# ToolStripLanguage
source: Language
de: Sprache

# ToolStripMenuItemaAddCustomer
source: Add Customer
de: Kunden hinzufügen

# ToolStripMenuItemaAddDatabase
source: Add Database
de: Datenbank hinzufügen

# ToolStripMenuItemaOpenDatabase
source: Open Database
de: Datenbank öffnen

# ToolStripMenuItemHideCustomerList
source: Hide Customer List
de: Kundenliste ausblenden

# ToolStripMenuItemPayments
source: Payments
de: Zahlungsverkehr

# ToolStripMenuItemShowCustomerList
source: Show Customer List
de: Kundenliste anzeigen

# BtnPayIn
source: Pay in
de: Einzahlen

# BtnPayOut
source: Pay out
de: Auszahlen

# DataGridView_Column_EmailText
source: E-mail address
de: E-mail Addresse

# DataGridView_Column_FirstNameText
source: First name
de: Vorname

# DataGridView_Column_LastChangeText
source: Last change
de: Letzte Änderung

# DataGridView_Column_LastNameText
source: Last name
de: Nachname

# DataGridView_Column_OpenBalanceText
source: Credit
de: Guthaben

# FailureAddCustomer
source: No customer was added!
de: Es wurde kein Kunde hinzugefügt!

# FailureCreatingDatabase
source: Database could not be created!
de: Datenbank konnte nicht erstellt werden!

# FailureInputTxbEmail
source: Incorrect E-mail address!
de: Unkorrekte E-Mail Addresse!

# FailureInputTxbNames_Empty
source: Textfield can not be empty!
de: Eingabefeld darf nicht leer sein!

# FailureInputTxbNames_InvalidFirstLetter
source: First letter must be a capital letter!
de: Erster Buchstabe muss ein Großbuchstabe sein!

# FailureOpenDatabase
source: Database could not be opened! Check password!
de: Datenbank konnte nicht geöffnet werden! Passwort überprüfen!

# FailureOpenDatabaseMessageBox
source: Error loading the selected database!
de: Fehler beim Laden der gewählten Datenbank!

# FailureTxbAmount
source: Invalid characters are included!
de: Unzulässige Zeichen enthalten!

# FormPayments
source: Payments
de: Zahlungsverkehr

# LblAmount
source: Amount
de: Betrag

# AddCustomerSuccessful
source: Customer added successfully!
de: Kunde wurde erfolgreich hinzugefügt!

# DBCreatedSuccesfully
source: Database created successfully!
de: Datenbank wurde erstellt!

# Lbl_Database
source: Database:
de: Datenbank:

# Lbl_DatabaseName_Default
source: No database selected.
de: Keine Datenbank ausgewählt

# NoDatabaseSelected
source: In order to be able to add a customer, a database must first be selected!
de: Um einen Kunden hinzufügen zu können, muss zuerst eine Datenbank ausgewählt werden!
